Revit 2027 API
DockablePaneState Constructor
Overload List
Name | Description
DockablePaneState() |  Creates a new DockablePaneState object.
DockablePaneState(DockablePaneState) |  Constructs a new copy of the input DockablePaneState object.
Top
See Also
Reference
DockablePaneState Class
Autodesk.Revit.UI Namespace